package com.vilkov.PriceMonitoring.controller;

public class Controller {

    //TODO добавить продкукт в отслеживаемые
    //TODO удалить продукут из отслеживаемых
    //TODO задать настройки крон

    //TODO посмотреть настрйки крон
    //TODO посмотреть все продукты, которые отслеживаются

    //TODO получить PDF по выбранным товарам
    //TODO посмотреть динамику конкретного продукта за конкретный период
    //TODO Получить динамику цен по конкрктному продукту
    //TODO посмотреть динамику всех продуктов за конкретный период

}
